Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

source: Leben verbleibend
en: lives remaining
es: vidas restantes
fr: vies restantes
hi: जीवन शेष है
it: lives remaining
ja: 残りの命
ko: 남은 생명
nl: resterende levens
pl: pozostało życie
pt: vidas restantes
ru: Оставшаяся жизнь
tr: kalan hayatlar
zh_hans: 剩余生命
zh_hant: 剩餘壽命

source: Leben verloren durch:
en: Lives lost due to:
es: Vidas perdidas por:
fr: Vies perdues à cause de :
hi: इनके कारण गई जान:
it: Lives lost due to:
ja: 以下の理由で失われた命:
ko: 다음으로 인해 목숨을 잃었습니다.
nl: Levens verloren als gevolg van:
pl: Straty życia z powodu:
pt: Vidas perdidas por:
ru: Погибло из-за:
tr: Şunlar nedeniyle kaybedilen canlar:
zh_hans: 生命损失原因：
zh_hant: 由於以下原因失去生命：

source: Legendär
en: Legendary
fr: Légendaire
hi: प्रसिद्ध
it: Leggendario
ja: 伝説の
ko: 전설적인
nl: Legendarisch
pl: Legendarny
pt: Lendário
ru: Легендарный
tr: Efsanevi
zh_hans: 传奇
zh_hant: 傳奇

# legendary
source: Legendär
en: Legendary
es: Legendario
fr: Légendaire
hi: प्रसिद्ध
it: Leggendario
ja: 伝説の
ko: 전설적인
nl: Legendarisch
pl: Legendarny
pt: Lendário
ru: Легендарный
tr: Efsanevi
zh_hans: 传奇
zh_hant: 傳奇

# level_unlock_coin_5_desc
source: +5 ％ Coins beim Gießen (dauerhaft)
en: +5％ coins when watering (permanent)
es: +5％ monedas al regar (permanente)
fr: +5％ de pièces à l'arrosage (permanent)
hi: ढलाई करते समय +5％ सिक्के (स्थायी)
it: +5％ coins when watering (permanent)
ja: 水やり時のコイン +5％ (永続)
ko: 물을 줄 때 코인 +5％(영구)
nl: +5％ munten bij water geven (permanent)
pl: +5％ monet podczas podlewania (na stałe)
pt: +5％ de moedas al regar (permanente)
ru: +5 ％ монет при литье (постоянно)
tr: Sulama sırasında +%5 para (kalıcı)
zh_hans: +5％ 浇水金币（永久）
zh_hant: 施法時+5％金幣（永久）

# level_unlock_coin_10_desc
source: +10 ％ Coins beim Gießen (dauerhaft)
en: +10％ coins when watering (permanent)
es: +10％ monedas al regar (permanente)
fr: +10％ de pièces à l'arrosage (permanent)
hi: ढलाई करते समय +10％ सिक्के (स्थायी)
it: +10％ coins when watering (permanent)
ja: 水やり時のコイン +10％ (永続)
ko: 물을 줄 때 코인 +10％(영구)
nl: +10％ munten bij water geven (permanent)
pl: +10％ monet podczas podlewania (na stałe)
pt: +10％ de moedas al regar (permanente)
ru: +10 ％ монет при литье (постоянно)
tr: Sulama sırasında +%10 para (kalıcı)
zh_hans: +10％ 浇水金币（永久）
zh_hant: 施法時+10％金幣（永久）

# level_unlock_coin_15_desc
source: +15 ％ Coins beim Gießen (dauerhaft)
en: +15％ coins when watering (permanent)
es: +15％ monedas al regar (permanente)
fr: +15％ de pièces à l'arrosage (permanent)
hi: ढलाई करते समय +15％ सिक्के (स्थायी)
it: +15％ coins when watering (permanent)
ja: 水やり時のコイン +15％ (永続)
ko: 물을 줄 때 코인 +15％(영구)
nl: +15％ munten bij water geven (permanent)
pl: +15％ monet podczas podlewania (na stałe)
pt: +15％ de moedas al regar (permanente)
ru: +15 ％ монет при литье (постоянно)
tr: Sulama sırasında +%15 para (kalıcı)
zh_hans: +15％ 浇水金币（永久）
zh_hant: 施法時+15％金幣（永久）

# level_unlock_coin_20_desc
source: +20 ％ Coins beim Gießen (dauerhaft)
en: +20％ coins when watering (permanent)
es: +20％ monedas al regar (permanente)
fr: +20％ de pièces à l'arrosage (permanent)
hi: ढलाई करते समय +20％ सिक्के (स्थायी)
it: +20％ coins when watering (permanent)
ja: 水やり時のコイン +20％ (永続)
ko: 물을 줄 때 코인 +20％(영구)
nl: +20％ munten bij water geven (permanent)
pl: +20％ monet podczas podlewania (na stałe)
pt: +20％ de moedas al regar (permanente)
ru: +20 ％ монет при литье (постоянно)
tr: Sulama sırasında +%20 para (kalıcı)
zh_hans: +20％ 浇水金币（永久）
zh_hant: 施法時+20％金幣（永久）

# level_unlock_deko_desc
source: Erste Schlechte Gewohnheiten im Shop verfügbar
en: First bad habits available in the shop
es: Primeras decoraciones disponibles en la tienda
fr: Premières décorations disponibles dans la boutique
hi: दुकान में उपलब्ध पहली बुरी आदतें
it: First decorations available in the shop
ja: ショップで利用できる最初の装飾品
ko: 상점에서 첫 번째 장식 이용 가능
nl: Eerste decoraties beschikbaar in de winkel
pl: Pierwsze dekoracje dostępne w sklepie
pt: Primeiras decorações disponíveis na loja
ru: Первые плохие привычки доступны в магазине
tr: Mağazada mevcut olan ilk dekorasyonlar
zh_hans: 商店中提供第一批坏习惯
zh_hant: 第一個壞習慣可在商店購買

# level_unlock_deko_titel
source: Schlechte Gewohnheiten
en: Bad Habits
es: Decoraciones
fr: Décorations
hi: बुरी आदतें
it: Decorations
ja: 装飾品
ko: 장식물
nl: Decoraties
pl: Dekoracje
pt: Decorações
ru: Плохие привычки
tr: Dekorasyonlar
zh_hans: 坏习惯
zh_hant: 陋習

# level_unlock_kategorie_desc
source: Neue Pflanzenkategorie freigeschaltet
en: New plant category unlocked
es: Nueva categoría de plantas desbloqueada
fr: Nouvelle catégorie de plantes débloquée
hi: नई संयंत्र श्रेणी अनलॉक की गई
it: New plant category unlocked
ja: 新しい植物カテゴリのロックが解除されました
ko: 새로운 식물 카테고리 잠금 해제
nl: Nieuwe plantencategorie ontgrendeld
pl: Odblokowano nową kategorię roślin
pt: Nova categoria de plantas desbloqueada
ru: Новая категория растений разблокирована
tr: Yeni bitki kategorisinin kilidi açıldı
zh_hans: 解锁新的植物类别
zh_hant: 新植物類別解鎖

# level_unlock_kategorie_selten_desc
source: Seltene Pflanzen jetzt verfügbar
en: Rare plants now available
es: Plantas raras ahora disponibles
fr: Plantes rares désormais disponibles
hi: दुर्लभ पौधे अब उपलब्ध हैं
it: Rare plants now available
ja: 珍しい植物も登場
ko: 희귀 식물 이용 가능
nl: Zeldzame planten nu verkrijgbaar
pl: Rzadkie rośliny już dostępne
pt: Plantas raras agora disponíveis
ru: Редкие растения теперь доступны
tr: Nadir bitkiler artık mevcut
zh_hans: 稀有植物现已可用
zh_hant: 稀有植物現已上市

# level_unlock_kategorie_titel
source: Neue Kategorie
en: New Category
es: Nueva Categoría
fr: Nouvelle catégorie
hi: नई श्रेणी
it: New Category
ja: 新しいカテゴリー
ko: 새 카테고리
nl: Nieuwe categorie
pl: Nowa kategoria
pt: Nova categoria
ru: Новая категория
tr: Yeni Kategori
zh_hans: 新类别
zh_hant: 新類別

# level_unlock_legendaer_desc
source: Legendäre Pflanze als Geschenk erhalten
en: Legendary plant received as a gift
es: Planta legendaria recibida como regalo
fr: Plante légendaire reçue en cadeau
hi: उपहार के रूप में पौराणिक पौधा प्राप्त हुआ
it: Legendary plant received as a gift
ja: 贈り物として受け取った伝説の植物
ko: 선물로 받은 전설의 식물
nl: Legendarische plant cadeau gekregen
pl: Legendarna roślina otrzymana w prezencie
pt: Planta lendária recebida como presente
ru: Получить легендарное растение в подарок
tr: Efsanevi bitki hediye edildi
zh_hans: 获得一株传奇植物作为礼物
zh_hant: 收到傳說植物作為禮物

# level_unlock_meister_desc
source: Du hast alles erreicht. Alle Inhalte sind freigeschaltet.
en: You've reached the top. All content is unlocked.
es: Has llegado a la cima. Todo el contenido está desbloqueado.
fr: Tu as tout accompli. Tout le contenu est débloqué.
hi: आपने सब कुछ हासिल कर लिया है. सभी सामग्री अनलॉक है.
it: You've reached the top. All content is unlocked.
ja: 頂上に到達しました。すべてのコンテンツのロックが解除されます。
ko: 당신은 정상에 도달했습니다. 모든 콘텐츠가 잠금 해제되었습니다.
nl: Je hebt de top bereikt. Alle inhoud is ontgrendeld.
pl: Dotarłeś na sam szczyt. Cała zawartość jest odblokowana.
pt: Chegaste ao topo. Todo o conteúdo está desbloqueado.
ru: Ты достиг всего. Все материалы разблокированы.
tr: Zirveye ulaştınız. Tüm içeriğin kilidi açıldı.
zh_hans: 你已达成所有成就。所有内容均已解锁。
zh_hant: 你已經成就了一切。所有內容均已解鎖。

# level_unlock_meister_titel
source: Meistergärtner
en: Master Gardener
es: Jardinero Maestro
fr: Jardinier maître
hi: मास्टर माली
it: Master Gardener
ja: マスターガーデナー
ko: 마스터 정원사
nl: Meester Tuinman
pl: Mistrz Ogrodnik
pt: Jardineiro mestre
ru: Мастер-садовник
tr: Usta Bahçıvan
zh_hans: 园艺大师
zh_hant: 園丁大師

# level_unlock_pflanze_exklusiv_desc
source: Exklusiv-Pflanze im Shop verfügbar
en: Exclusive plant now available in the shop
es: Planta exclusiva ahora disponible en la tienda
fr: Plante exclusive disponible dans la boutique
hi: दुकान में विशेष पौधा उपलब्ध है
it: Exclusive plant now available in the shop
ja: ショップ限定の植物も登場
ko: 이제 상점에서 독점 식물을 구매할 수 있습니다.
nl: Exclusieve plant nu verkrijgbaar in de winkel
pl: Ekskluzywna roślina już dostępna w sklepie
pt: Planta exclusiva disponível na loja
ru: Эксклюзивное растение доступно в магазине
tr: Özel bitki artık mağazada mevcut
zh_hans: 商店中提供独家植物
zh_hant: 店內有獨家植物

# level_unlock_pflanze_titel
source: Neue Pflanze
en: New Plant
es: Nueva Planta
fr: Nouvelle plante
hi: नए संयंत्र
it: New Plant
ja: 新工場
ko: 신규 공장
nl: Nieuwe fabriek
pl: Nowa roślina
pt: Nova planta
ru: Новое растение
tr: Yeni Tesis
zh_hans: 新植物
zh_hant: 新工廠

# level_unlock_powerup_desc
source: Neues Power-Up freigeschaltet
en: New power-up unlocked
es: Nuevo power-up desbloqueado
fr: Nouveau power-up débloqué
hi: नया पावर-अप अनलॉक किया गया
it: New power-up unlocked
ja: 新しいパワーアップのロックが解除されました
ko: 새로운 파워업 잠금 해제
nl: Nieuwe power-up ontgrendeld
pl: Odblokowano nowe wzmocnienie
pt: Novo power-up desbloqueado
ru: Новый усилитель разблокирован
tr: Yeni güçlendirmenin kilidi açıldı
zh_hans: 解锁新的强化道具
zh_hant: 新的強化道具已解鎖

# level_unlock_powerup_slot_desc
source: Zusätzlicher Power-Up Slot
en: Additional power-up slot
es: Ranura adicional de power-up
fr: Emplacement de power-up supplémentaire
hi: अतिरिक्त पावर-अप स्लॉट
it: Additional power-up slot
ja: 追加のパワーアップスロット
ko: 추가 파워업 슬롯
nl: Extra power-up slot
pl: Dodatkowe gniazdo zasilania
pt: Espaço adicional de power-up
ru: Дополнительный слот для усиления
tr: Ek güç açma yuvası
zh_hans: 额外强化道具槽位
zh_hant: 額外的電源插槽

# level_unlock_spin_1_desc
source: +1 Drehung am Glücksrad
en: +1 lucky wheel spin
es: +1 giro de ruleta de la suerte
fr: +1 tour de roue de chance
hi: फॉर्च्यून व्हील पर +1 स्पिन
it: +1 lucky wheel spin
ja: +1 ラッキーホイールスピン
ko: +1 행운의 바퀴 스핀
nl: +1 gelukswielspin
pl: +1 szczęśliwy obrót koła
pt: +1 rotação da roda da sorte
ru: +1 вращение на колесе фортуны
tr: +1 şanslı çark dönüşü
zh_hans: +1 次幸运轮盘转动
zh_hant: 命運之輪 +1 旋轉

# level_unlock_spin_2_desc
source: +2 Drehungen am Glücksrad
en: +2 lucky wheel spins
es: +2 giros de ruleta de la suerte
fr: +2 tours de roue de chance
hi: +2 भाग्य का पहिया घूमता है
it: +2 lucky wheel spins
ja: +2 ラッキーホイールスピン
ko: +2 행운의 바퀴 회전
nl: +2 gelukswieldraaiingen
pl: +2 szczęśliwe obroty kołem
pt: +2 rotações da roda da sorte
ru: +2 вращения на колесе фортуны
tr: +2 şanslı çark dönüşü
zh_hans: +2 次幸运轮盘转动
zh_hant: 命運之輪+2 次旋轉

# level_unlock_spin_bonus_desc
source: Bonus: +2 Glücksrad-Drehungen
en: Bonus: +2 wheel spins
es: Bonus: +2 giros de ruleta
fr: Bonus: +2 tours de roue
hi: बोनस: +2 पहिया घूमता है
it: Bonus: +2 wheel spins
ja: ボーナス: +2 ホイールスピン
ko: 보너스: +2 바퀴 회전
nl: Bonus: +2 wielspins
pl: Premia: +2 obroty kołem
pt: Bónus: +2 rotações da roda
ru: Бонус: +2 вращения колеса фортуны
tr: Bonus: +2 tekerlek dönüşü
zh_hans: 奖励：+2 次幸运轮盘转动
zh_hant: 獎勵：+2 輪旋轉

# level_unlock_spin_titel
source: Glücksrad-Drehung
en: Spin the Wheel
es: Girar la Ruleta
fr: Tour de roue
hi: भाग्य का पहिया घूमता है
it: Spin the Wheel
ja: ホイールを回してください
ko: 룰렛 돌리기
nl: Draai aan het wiel
pl: Zakręć kołem
pt: Rotação da roda
ru: вращение колеса фортуны
tr: Çarkı Döndür
zh_hans: 幸运轮盘转动
zh_hant: 命運之輪旋轉

# level_up_button_gluecksrad
source: JETZT DREHEN
en: SPIN NOW
es: GIRAR AHORA
fr: TOURNER MAINTENANT
hi: अभी मुड़ें
it: SPIN NOW
ja: 今すぐスピン
ko: 지금 스핀하세요
nl: SPIN NU
pl: OBRÓĆ TERAZ
pt: GIRAR AGORA
ru: ПОВОРОТ СЕЙЧАС
tr: ŞİMDİ DÖN
zh_hans: 立即转动
zh_hant: 現在轉向

# level_up_button_weiter
source: WEITER
en: CONTINUE
es: CONTINUAR
fr: CONTINUER
hi: आगे
it: CONTINUE
ja: 続く
ko: 계속하다
nl: DOORGAAN
pl: KONTYNUOWAĆ
pt: CONTINUAR
ru: ДАЛЕЕ
tr: DEVAM ETMEK
zh_hans: 继续
zh_hant: 更遠

# level_up_freigeschaltet
source: Neu freigeschaltet
en: Newly unlocked
es: Recién desbloqueado
fr: Nouvellement débloqué
hi: नया खुला
it: Newly unlocked
ja: 新しくロックが解除されました
ko: 새로 잠금 해제됨
nl: Nieuw ontgrendeld
pl: Nowo odblokowane
pt: Recentemente desbloqueado
ru: Новое разрешено
tr: Yeni kilidi açıldı
zh_hans: 新解锁
zh_hant: 新解鎖

# level_up_garten_titel
source: Garten aufgestiegen!
en: Garden leveled up!
es: ¡Jardín subió de nivel!
fr: Jardin monté de niveau !
hi: बाग चढ़ गया!
it: Garden leveled up!
ja: ガーデンがレベルアップ！
ko: 정원 레벨 업!
nl: Tuin op niveau gebracht!
pl: Ogród na poziomie!
pt: Jardim subiu de nível!
ru: Поднялся в сад!
tr: Bahçe düzleştirildi!
zh_hans: 花园升级！
zh_hant: 花園登高了！

# level_up_jetzt_drehen
source: Jetzt Glücksrad drehen
en: Spin the wheel now
es: Girar la ruleta ahora
fr: Tourner la roue maintenant
hi: अब भाग्य का पहिया घुमाओ
it: Spin the wheel now
ja: 今すぐホイールを回してください
ko: 이제 바퀴를 돌려보세요
nl: Draai nu aan het wiel
pl: Zakręć teraz kołem
pt: Girar a roda agora
ru: Теперь крутите колесо удачи
tr: Şimdi çarkı çevir
zh_hans: 立即转动幸运轮盘
zh_hant: 現在轉動命運之輪

# level_up_next_milestone_hint
source: Nächste Belohnung bald verfügbar!
en: Next reward coming soon!
es: ¡Próxima recompensa pronto!
fr: Prochaine récompense bientôt disponible !
hi: अगला इनाम जल्द ही आ रहा है!
it: Next reward coming soon!
ja: 次の報酬は近日公開予定です！
ko: 다음 보상이 곧 찾아옵니다!
nl: Volgende beloning binnenkort!
pl: Kolejna nagroda już wkrótce!
pt: Próxima recompensa em breve!
ru: Следующее вознаграждение скоро будет доступно!
tr: Bir sonraki ödül çok yakında!
zh_hans: 下一奖励即将可用！
zh_hant: 下一個獎勵即將到來！

# level_up_pass_hint
source: Besuche den Garten-Pass für deine Belohnung!
en: Check the Garden Pass to claim your rewards!
es: ¡Revisa el Pase del Jardín para reclamar tus recompensas!
fr: Consulte le Passe du jardin pour ta récompense !
hi: अपने इनाम के लिए गार्डन पास पर जाएँ!
it: Check the Garden Pass to claim your rewards!
ja: ガーデンパスをチェックして報酬を受け取りましょう！
ko: 가든 패스를 확인하고 보상을 받으세요!
nl: Controleer de Garden Pass om je beloningen te claimen!
pl: Sprawdź Garden Pass, aby odebrać nagrody!
pt: Visita o Passe do jardim para a tua recompensa!
ru: Посети садовый пропуск, чтобы получить свою награду!
tr: Ödüllerinizi almak için Garden Pass'ı kontrol edin!
zh_hans: 访问花园通行证领取你的奖励！
zh_hant: 造訪花園通行證以獲得獎勵！

# level_up_spin_verdient_desc
source: Drehe das Rad für Münzen, Power-Ups und Pflanzen
en: Spin the wheel for coins, power-ups, and plants
es: Gira la ruleta para conseguir monedas, power-ups y plantas
fr: Tourne la roue pour des pièces, des power-ups et des plantes
hi: सिक्कों, पावर-अप और पौधों के लिए पहिया घुमाएँ
it: Spin the wheel for coins, power-ups, and plants
ja: ホイールを回してコイン、パワーアップ、植物を入手
ko: 룰렛을 돌려 코인, 파워업, 식물을 얻으세요
nl: Draai aan het wiel voor munten, power-ups en planten
pl: Zakręć kołem, aby zdobyć monety, ulepszenia i rośliny
pt: Gira a roda para moedas, power-ups e plantas
ru: Крути колесо для получения монет, усилений и растений
tr: Paralar, güçlendiriciler ve bitkiler için çarkı döndürün
zh_hans: 转动轮盘赢取金币、强化道具和植物
zh_hant: 旋轉輪子獲得金幣、能量道具和植物

# level_up_spin_verdient_titel
source: +%d Glücksrad-Drehung(en) verdient!
en: +%d spin(s) earned!
es: +%d giro(s) ganado(s)!
fr: +%d tour(s) gagné(s) !
hi: +%dव्हील ऑफ फॉर्च्यून स्पिन अर्जित!
it: +%d spin(s) earned!
ja: +%d スピン獲得!
ko: +%d개의 스핀을 획득했습니다!
nl: +%d spin(s) verdiend!
pl: +%d zdobytych spinów!
pt: +%d rotação(ões) ganhas!
ru: +%dзаработал(а) вращение(я) колеса фортуны!
tr: +%d dönüş kazanıldı!
zh_hans: 获得 +%d 次幸运轮盘转动！
zh_hant: + 贏得%d命運之輪旋轉！

# level_up_weiter
source: Super!
en: Awesome!
es: ¡Genial!
hi: बहुत अच्छा!
it: Awesome!
ja: 素晴らしい！
ko: 엄청난!
nl: Geweldig!
pl: Wspaniały!
pt: Ótimo!
ru: Супер!
tr: Mükemmel!
zh_hans: 太棒了！
zh_hant: 極好的！

# level_up.custom_text
source: Du hast %@ schon lange gemeistert. Es wird immer einfacher für dich, die Gewohnheit beizubehalten!
en: You have mastered %@ for a long time. It gets easier and easier to maintain the habit!
es: Has dominado %@ durante mucho tiempo. ¡Cada vez es más fácil mantener el hábito!
fr: Tu maîtrises %@ depuis longtemps. Il est de plus en plus facile de maintenir l'habitude !
hi: आपने %@ में लंबे समय से महारत हासिल कर ली है। इस आदत को बनाए रखना और भी आसान हो जाता है!
it: Hai padroneggiato %@ da molto tempo. Diventa sempre più facile mantenere l'abitudine!
ja: あなたは %@ を長い間マスターしてきました。習慣を維持するのはどんどん簡単になります！
ko: 당신은 오랫동안 %@을(를) 마스터했습니다. 습관을 유지하는 것이 점점 쉬워집니다!
nl: Je hebt %@ al lang onder de knie. Het wordt steeds makkelijker om de gewoonte vol te houden!
pl: Opanowałeś %@ od dłuższego czasu. Utrzymanie nawyku staje się coraz łatwiejsze!
pt: Dominaste %@ durante muito tempo. Torna-se cada vez mais fácil manter o hábito!
ru: Вы давно освоили %@. Поддерживать эту привычку становится всё проще!
tr: %@ alışkanlığında uzun süredir ustalaştın. Bu alışkanlığı sürdürmek giderek kolaylaşıyor!
zh_hans: 你已经掌握%@很久了。保持这个习惯会变得越来越容易！
zh_hant: 你已經掌握%@很久了。保持這個習慣會變得越來越容易！

# level_up.diamond.title_unlocked
source: Du hast einen neuen Spiel-Titel freigeschaltet!
en: You have unlocked a new game title!
es: ¡Has desbloqueado un nuevo título de juego!
fr: Vous avez débloqué un nouveau titre de jeu !
hi: आपने एक नया गेम शीर्षक अनलॉक कर लिया है!
it: Hai sbloccato un nuovo titolo di gioco!
ja: 新しいゲームタイトルをアンロックしました！
ko: 새로운 게임 타이틀을 잠금 해제했습니다!
nl: Je hebt een nieuwe speltitel ontgrendeld!
pl: Odblokowałeś nowy tytuł gry!
pt: Você desbloqueou um novo título de jogo!
ru: Ты разблокировал новый игровой тайтл!
tr: Yeni bir oyun unvanı kazandınız!
zh_hans: 你已解锁一个新的游戏称号！
zh_hant: 您已經解鎖了一個新的遊戲標題！

# level_up.subtitle
source: Deine Pflanze ist jetzt
en: Your garden is now
es: Tu jardín ahora es
fr: Ton jardin est maintenant
hi: अब आपका प्लांट है
it: Your garden is now
ja: あなたの庭は今です
ko: 당신의 정원은 지금
nl: Je tuin is nu
pl: Twój ogród jest teraz
pt: O teu jardim é agora
ru: Твое растение теперь
tr: Bahçeniz artık
zh_hans: 你的植物现在是
zh_hant: 您的工廠現在

# level_up.subtitle.habit
source: Deine Gewohnheit ist jetzt
en: Your habit is now
es: Tu hábito es ahora
fr: Ton habitude est maintenant
hi: आपकी आदत अब है
it: La tua abitudine è ora
ja: あなたの習慣は今です
ko: 당신의 습관은 지금
nl: Jouw gewoonte is nu
pl: Twój nawyk to teraz
pt: O teu hábito é agora
ru: Твоя привычка теперь
tr: Alışkanlığın artık
zh_hans: 你现在的习惯是
zh_hant: 你現在的習慣是

# lucky_wheel_locked_hint
source: Gieß zuerst deine Pflanzen, um das Glücksrad freizuschalten.
en: Water your plants first to unlock the lucky wheel.
es: Riega tus plantas primero para desbloquear la ruleta.
fr: Arrose d'abord tes plantes pour débloquer la roue.
hi: भाग्य के चक्र को अनलॉक करने के लिए सबसे पहले अपने पौधों को पानी दें।
it: Annaffia prima le piante per sbloccare la ruota.
ja: ラッキーホイールのロックを解除するには、まず植物に水をあげてください。
ko: 행운의 바퀴를 잠금 해제하려면 먼저 식물에 물을 주세요.
nl: Geef je planten eerst water om het gelukswiel te ontgrendelen.
pl: Najpierw podlej rośliny, aby odblokować szczęśliwe koło.
pt: Rega as plantas primeiro para desbloquear a roda.
ru: Сначала полей свои растения, чтобы разблокировать колесо удачи.
tr: Şanslı çarkın kilidini açmak için önce bitkilerinizi sulayın.
zh_hans: 请先给你的植物浇水，以解锁幸运轮盘。
zh_hant: 首先給你的植物澆水以解鎖命運之輪。

# math_challenge.confirm_cancel
source: Sitzung abbrechen
en: Cancel session
es: Cancelar sesión
fr: Annuler la session
hi: सत्र रद्द करें
it: Annulla sessione
ja: セッションをキャンセル
ko: 세션 취소
nl: Sessie annuleren
pl: Anuluj sesję
pt: Cancelar sessão
ru: Прервать сеанс
tr: Oturumu iptal et
zh_hans: 取消会话
zh_hant: 取消會話

# math_challenge.continue_focus
source: Fokus fortsetzen
en: Continue focus
es: Continuar enfoque
fr: Continuer la concentration
hi: फोकस जारी रखें
it: Continua concentrazione
ja: フォーカスを続ける
ko: 포커스 계속
nl: Doorgaan met focussen
pl: Kontynuuj skupienie
pt: Continuar foco
ru: Продолжать фокус
tr: Odaklanmaya devam et
zh_hans: 继续专注
zh_hant: 繼續對焦

# math_challenge.description
source: Löse die folgende Matheaufgabe, um deine Fokus-Session abzubrechen.
en: Solve the following math problem to cancel your focus session.
es: Resuelve el siguiente problema de matemáticas para cancelar tu sesión de enfoque.
fr: Résolvez le problème mathématique suivant pour annuler votre session de concentration.
hi: अपना फोकस सत्र रद्द करने के लिए निम्नलिखित गणित समस्या को हल करें।
it: Risolvi il seguente problema di matematica per annullare la tua sessione di concentrazione.
ja: フォーカスセッションをキャンセルするには、次の数学の問題を解いてください。
ko: 포커스 세션을 취소하려면 다음 수학 문제를 푸세요.
nl: Los het volgende wiskundige probleem op om je focussessie te annuleren.
pl: Rozwiąż poniższe zadanie matematyczne, aby anulować sesję skupienia.
pt: Resolva o seguinte problema matemático para cancelar sua sessão de foco.
ru: Реши следующую математическую задачу, чтобы прервать свою сессию фокуса.
tr: Odaklanma oturumunuzu iptal etmek için aşağıdaki matematik problemini çözün.
zh_hans: 解决以下数学题以取消你的专注会话。
zh_hant: 解決以下數學問題以取消您的焦點課程。

# math_challenge.error
source: Falsches Ergebnis! Versuch es noch einmal.
en: Wrong result! Try again.
es: ¡Resultado incorrecto! Inténtalo de nuevo.
fr: Mauvais résultat ! Réessayez.
hi: गलत परिणाम! पुनः प्रयास करें।
it: Risultato errato! Riprova.
ja: 間違った結果！もう一度お試しください。
ko: 잘못된 결과! 다시 시도하십시오.
nl: Verkeerd resultaat! Probeer het opnieuw.
pl: Błędny wynik! Spróbuj ponownie.
pt: Resultado errado! Tente novamente.
ru: Неправильный результат! Попробуй ещё раз.
tr: Yanlış sonuç! Tekrar deneyin.
zh_hans: 结果错误！请再试一次。
zh_hant: 結果錯誤！再試一次。

# math_challenge.placeholder
source: Ergebnis
en: Result
es: Resultado
fr: Résultat
hi: परिणाम
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
pl: Wynik
pt: Resultado
ru: Результат
tr: Sonuç
zh_hans: 结果
zh_hant: 結果

# math_challenge.title
source: Willst du wirklich abbrechen?
en: Do you really want to cancel?
es: ¿De verdad quieres cancelar?
fr: Voulez-vous vraiment annuler ?
hi: क्या आप सचमुच रद्द करना चाहते हैं?
it: Vuoi davvero annullare?
ja: 本当にキャンセルしますか？
ko: 정말 취소하시겠습니까?
nl: Weet je zeker dat je wilt annuleren?
pl: Czy na pewno chcesz anulować?
pt: Deseja realmente cancelar?
ru: Ты действительно хочешь прервать?
tr: Gerçekten iptal etmek istiyor musunuz?
zh_hans: 你确定要取消吗？
zh_hant: 您真的要取消嗎？

source: Minuten
en: Minutes
es: Minutos
fr: Minutes
hi: मिनट
it: Minuti
ja: 分
ko: 분
pl: Minuty
pt: Minutos
ru: Минуты
tr: Dakika
zh_hans: 分钟
zh_hant: 分分鐘

source: Mittel
en: Medium
es: Media
fr: Moyenne
hi: मध्यम
it: Media
ja: 中
ko: 중간
nl: Midden
pl: Średni
pt: Média
ru: средство
tr: Orta
zh_hans: 中等
zh_hant: 中等的

# month.1
source: Januar
en: January
es: Enero
fr: Janvier
hi: जनवरी
it: Gennaio
ja: 1月
ko: 1월
nl: Januari
pl: Styczeń
pt: Janeiro
ru: Январь
tr: Ocak
zh_hans: 一月
zh_hant: 一月

# month.2
source: Februar
en: February
es: Febrero
fr: Février
hi: फ़रवरी
it: Febbraio
ja: 2月
ko: 2월
nl: Februari
pl: Luty
pt: Fevereiro
ru: февраль
tr: Şubat
zh_hans: 二月
zh_hant: 二月

# month.3
source: März
en: March
es: Marzo
fr: Mars
hi: मार्च
it: Marzo
ja: 行進
ko: 3월
nl: Maart
pl: marzec
pt: Março
ru: март
tr: Mart
zh_hans: 三月
zh_hant: 行進

# month.5
source: Mai
en: May
es: Mayo
hi: मई
it: Maggio
ja: 5月
ko: 5월
nl: Kunnen
pl: Móc
pt: Maio
ru: май
tr: Mayıs
zh_hans: 五月
zh_hant: 可能

# month.6
source: Juni
en: June
es: Junio
fr: Juin
hi: जून
it: Giugno
ja: 6月
ko: 6월
pl: Czerwiec
pt: Junho
ru: июнь
tr: Haziran
zh_hans: 六月
zh_hant: 六月

# month.7
source: Juli
en: July
es: Julio
fr: Juillet
hi: जुलाई
it: Luglio
ja: 7月
ko: 칠월
pl: Lipiec
pt: Julho
ru: Июль
tr: Temmuz
zh_hans: 七月
zh_hant: 七月

# month.10
source: Oktober
en: October
es: Octubre
fr: Octobre
hi: अक्टूबर
it: Ottobre
ja: 10月
ko: 십월
pl: Październik
pt: Outubro
ru: Октябрь
tr: Ekim
zh_hans: 十月
zh_hant: 十月

# month.12
source: Dezember
en: December
es: Diciembre
fr: Décembre
hi: दिसंबर
it: Dicembre
ja: 12月
ko: 12월
nl: December
pl: Grudzień
pt: Dezembro
ru: декабрь
tr: Aralık
zh_hans: 十二月
zh_hant: 十二月

source: Morgenroutine
en: Morning Routine
es: Rutina de mañana
fr: Routine matinale
hi: मॉर्गनरूटीन
it: Routine mattutina
ja: モーニングルーティン
ko: 아침 루틴
nl: Ochtendroutine
pl: Poranna rutyna
pt: Rotina matinal
ru: Утренняя рутина
tr: Sabah Rutini
zh_hans: 早晨例行事务
zh_hant: 早上例行公事

source: Münzen
en: Coins
es: Monedas
fr: Pièces
hi: सिक्के
it: Monete
ja: コイン
ko: 코인
nl: Munten
pl: Monety
pt: Moedas
ru: Монеты
tr: Jetonlar
zh_hans: 金币
zh_hant: 硬幣

source: Neues Hauptziel...
en: New main goal...
es: Nuevo objetivo principal...
fr: Nouvel objectif principal...
hi: नया मुख्य लक्ष्य...
it: Nuovo obiettivo principale...
ja: 新しいメイン目標...
ko: 새 주요 목표...
nl: Nieuw hoofddoel...
pl: Nowy główny cel...
pt: Novo objetivo principal...
ru: Новая главная цель...
zh_hans: 新主目标...
zh_hant: 新的主要目標...

source: Niedrig
en: Low
es: Baja
fr: Basse
hi: कम
it: Bassa
ja: 低
ko: 낮음
nl: Laag
pl: Niski
pt: Baixa
ru: Низкий
tr: Düşük
zh_hans: 低
zh_hant: 低的
